9/data/attachments/32868809c0f97d61.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_region_Friend_2840_6</nif:username>
            <nif:friendToBeRequested>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>